{"MAS":[{"source":"MAS","title":"New S$6 Million Grant Scheme to Support Singapore FinTech Firms","date":"Wed May 13 2020","article":"Singapore, 13 May 2020…The Monetary Authority of Singapore (MAS), Singapore FinTech Association (SFA), AMTD Group and AMTD Foundation (collectively, AMTD) today announced the launch of a S$6 million MAS-SFA-AMTD FinTech Solidarity Grant (the Grant) to support Singapore-based FinTech firms amid the challenging business climate caused by the COVID-19 pandemic.\n\n2   The Grant will help FinTech firms maintain their operations, and enable them to continue to innovate and grow. The Grant complements the S$125 million support package announced by MAS on 8 April 2020 to sustain and strengthen capabilities in the financial services and FinTech sectors.\n\n3   AMTD has provided an initial S$2 million to support the Singapore FinTech ecosystem. MAS will provide an additional S$4 million from the Financial Sector Development Fund, taking the total grant amount to S$6 million.  Applications for the Grant will open on 18 May 2020 and will be available until 31 December 2021.\n\n4   The Grant comprises two components:\n\nS$1.5 million Business Sustenance Grant (BSG). Eligible Singapore-based FinTech firms can receive a one-time grant for up to S$20,000 to cover day-to-day working capital expenditures, such as salaries and rental costs.  The short-term assistance will help FinTech firms sustain their operations and retain their employees. The BSG is fully funded by AMTD’s contribution.\nS$4.5 million Business Growth Grant (BGG). Eligible Singapore-based FinTech firms can receive up to S$40,000 for their first Proof of Concept (POC) with financial institutions on the API Exchange (APIX)platform, and S$10,000 for each subsequent POC, subject to a total cap of $80,000 per firm for the entire duration of the grant. The BGG enables these companies to continue to innovate in partnership with financial institutions and create opportunities for growth. The BGG is jointly supported by AMTD and MAS.\n\nIn addition, the BGG will provide funding for the salaries of undergraduate interns, capped at S$1,000/month per intern. This grant will support around 120 interns in the FinTech sector, assuming an average internship duration of 3 to 5 months.  We hope to encourage FinTech firms to continue to offer internships and develop the local FinTech talent pipeline.\n\n5   FinTech firms can apply for both BSG and BGG if they fulfil the eligibility criteria for both grants. SFA will administer and review the grant applications.\n\n6.   Mr Chia Hock Lai, President, SFA said, “FinTech firms are in a great position to seize opportunities presented by the accelerated trend towards digital financing induced by the COVID-19 pandemic. The Business Sustenance Grant helps FinTech firms to plug their short term financing gaps while Business Growth Grant enables them to grow and sell through the APIX platform. These will help save jobs while making our FinTech firms competitive for the post COVID-19 economic recovery world.”\n\n7.   Mr Sopnendu Mohanty, Chief FinTech Officer of MAS, said, “There is a surge in demand in the financial services industry around the region for solutions to address the need for remote digital services amidst the COVID-19 pandemic. FinTech firms have a great opportunity to step up actively during this period to provide these solutions. The Business Growth Grant will help FinTech firms offset their costs. By conducting their POCs on APIX, financial institutions and FinTech firms will not need to set up test infrastructure for integration.  This will help accelerate project development while still working remotely.”\n\n8   Mr Calvin Choi, Chairman and CEO of AMTD Group, and Founder and Chairman of AMTD Foundation, said, “As an active financial institution focusing in the Asian region, we see the immediate need for the private sector to foster closer partnership with FinTech firms to formulate tailor made solutions to cater for the increasing demand for digital services and greater opportunities to scale up. This is an important moment in time to overcome challenges while identifying every opportunity and client servicing angle through proactive collaboration with the APIX platform to achieve FinTech success and FI transformation. The Business Sustenance Grant and the Business Growth Grant provide a holistic solution to ensure sustainability and growth opportunities for FinTech firms during the COVID-19 pandemic.”\n\n9   For more information about the grant, please visit SFA website at www.singaporefintech.org  on the application process and criteria.\n\nAbout Singapore FinTech Association (SFA)\nThe SFA is a cross-industry and non-profit organisation. Its purpose is to support the development of the FinTech industry in Singapore, and to facilitate collaboration among the participants and stakeholders of the FinTech ecosystem in Singapore. The SFA is a member-based organisation with over 350 members. It represents the full range of stakeholders in the FinTech industry, from early-stage innovative companies to large financial players and service providers.\n \nTo further its purpose, the SFA also partners with institutions and associations from Singapore and globally to cooperate on initiatives relating to the FinTech industry. The SFA has signed over 50 international Memorandum of Understanding (MoU) and are the first U Associate organisation to be affiliated with National Trades Union Congress (NTUC). Through their FinTech Talent (FT) Programme, launched in 2017, over 300 professionals have been trained in FinTech, including blockchain & cryptocurrency, cybersecurity and regulation.\n\nAbout AMTD Group\nAMTD Group is a leading comprehensive financial services focused conglomerate, with businesses in investment banking, asset management, digital financial solutions; and non-financial services areas to include education and real estate.\n\nAMTD International (NYSE: HKIB; SGX: HKB), a subsidiary of AMTD Group, comprises the largest independent investment bank in Asia and one of Asia’s largest independent asset management companies, and has been a leading investor in FinTech and the new economy sector. AMTD International also represents the 1st dual class share scheme listed company on SGX-ST. AMTD Digital, the digital arm of AMTD Group is a comprehensive digital solutions connected platform with Singapore as its headquarters, covering digital financial services and solutions, digital connectors and eco-systems, digital marketing and data intelligence, and digital investments.\n\nFor more information on AMTD, visit www.amtdgroup.com \n\nAbout AMTD Foundation\nAMTD Foundation, a charitable organisation founded by Mr. Calvin Choi, is set up to fulfil its commitment of giving back to the society and upholding its social responsibility. AMTD Foundation has been putting in great efforts to promote education, relieve poverty, and support people in need in Asia and across the world. AMTD has entered into strategic partnerships with The Hong Kong Polytechnic University and the University of Waterloo in Canada respectively, for the establishment of “AMTD FinTech Centre of PolyU Faculty of Business” and “The AMTD Waterloo Global Talent Postdoctoral Fellowships”, and established a long-term partnership to develop the “Singapore Digital Finance Leadership Programme” with Xiaomi Finance, Singapore Management University (SMU) and the Institute of Systems Science (ISS) at the National University of Singapore (NUS). Recently, AMTD has partnered with Singapore FinTech Association to announce a AMTD Global FinTech Fellowship programme to anchor and support FinTech talents’ development post COVID-19 and beyond.\n\nFor more information on AMTD Foundation, visit www.amtdfoundation.com \n\nAbout Monetary Authority of Singapore\nThe Monetary Authority of Singapore (MAS) is Singapore’s central bank and integrated financial regulator. As central bank, MAS promotes sustained, non-inflationary economic growth through the conduct of monetary policy and close macroeconomic surveillance and analysis. It manages Singapore’s exchange rate, official foreign reserves, and liquidity in the banking sector. As an integrated financial supervisor, MAS fosters a sound financial services sector through its prudential oversight of all financial institutions in Singapore – banks, insurers, capital market intermediaries, financial advisors, and stock exchanges. It is also responsible for well-functioning financial markets, sound conduct, and investor education. MAS also works with the financial industry to promote Singapore as a dynamic international financial centre. It facilitates the development of infrastructure, adoption of technology, and upgrading of skills in the financial industry.","link":"https://www.mas.gov.sg/news/media-releases/2020/new-grant-scheme-to-support-singapore-fintech-firms","keywordList":["digital","technology"]}],"HK01":[{"source":"HK01","title":"初創企業遇冷　科技園主席料投資者再回來︰只是時間不匹配","date":"Wed May 13 2020","article":"疫風肆虐全球，本港首季經濟收縮8.9%，為有史以來最大跌幅，企業迎來寒冬之際，初創企業生意也受到沉重打擊。科技園主席查毅超接受《香港01》專訪時坦言，目前環球及香港經濟都不樂觀，投資者態度較謹慎，對初創企業是「好大好大打擊」，但情況未至於令人過於憂慮，皆因投資者並非不再投資，只是延遲了洽談過程。他續稱，科技園除了提供租金寬免、財務支援及補助措施外，更會繼續為他們開拓市場及擴大投資渠道。初創企業遇冷，已有一段時間。查毅超表示，由去年社會運動開始，至到今年疫情，投資者及風險投資基金態度均轉為謹慎，令初創企業受較大衝擊。「我唔覺得投資者唔再投資，只係時間唔matching（匹配），咁樣對初創企業係好大好大打擊，因為佢哋係靠呢啲資金黎營運。」科技園自4月起向租戶及初創企業免租半年，在貸款方面，查毅超說提供資金貸款並非科技園的工作，初創企業可向銀行或者信保局申請。（資料圖片）有見及此，科技園在去年10月起，已向旗下所有商業租戶及初創公司提供50%的租金寬減，為期半年，今年4月再「加碼」，作出半年全額租金寛免。與此同時，又為旗下三個創業培育計劃，即Incu-App、Incu-Tech及Incu-Bio的成員，推出額外的資金補助，每間公司資助上限為7.5萬元，以助初創渡過這段低潮。投資者對人工智能等仍熱衷除了經濟前景暗淡，初創市場更是接連傳出壞消息，分別是軟銀決定取消收購WeWork，以及瑞幸咖啡財務造假事件，可說是「屋漏偏逢連夜雨」。不過，查毅超覺得這些只是個別例子，不會影響投資者的部署，投資者會因不同因素終止洽談交易，近期純粹是因為疫情而令洽談過程延遲，但未有因此不做交易，「我覺得疫情好返嘅時候，（投資）應該會返黎。」對於初創市場早前爆出的負面消息，查毅超認為投資者好聰明，不會受到一兩個個別例子影響。（資料圖片）被問及會否擔心出現初創企業倒閉潮，查毅超認為現時各行各業，包括創科，投資氣氛也是審慎，企業要保留自己財務上的實力，以便不時之需，但目前情況未至於十分負面，投資者仍對人工智能和機器人技術、健康相關行業較為熱衷。事實上，每逢經濟危機，總有一些創企憑着破壞性科技（Disruptive technology）成為逆市奇葩，例如Uber、Airbnb等在金融海嘯後發圍。他表示疫情改變了大眾的生活模式，催生「無接觸」經濟，例如外賣和網上購物等行業，不少人更願意使用新科技，這也是創科行業的營商機遇。現在大家只好使用Zoom作為網上教學和遙距開會工具，但將來一定可以有更好、更加適合此類用途的程式。「做初創嘅人諗下可以發掘咩商機，呢個係好大嘅空間，唔止香港會有人咁做，係全世界都發生緊嘅事。」查毅超認為這一疫改變大眾的生活模式，而經濟轉差，企業切勿過於樂觀，需要慬慎地作決定。（黃舒慧攝）何處創業 無特定方程式在開始創業時，創業地點和面向的市場都是重要因素，港府一直鼓勵青年人在粵港澳大灣區創業。可是，社會運動及疫情影響下，加深了中港兩地的矛盾，有部分年輕人更不願到內地發展。查毅超表示若果初創企業研發的科技產品針對本港市場需求，當然可以只在香港做生意，惟假若產品是應用於內地、一帶一路國家、以至亞洲市場，初創企業應好好思考應該如何投放資源和深耕該市場。「究竟要響香港、定係北上創業，係冇一個特定嘅formula（方程式），主要係睇公司個科技可以應用到邊度！」他續道，他自身接觸到做初創的年輕人，並沒有對進軍內地抱有抗拒的態度，希望年輕人在這方面的想法可以有所轉變。行業遇冷，可幸並未有發現有志投身創科行業的人大幅減少。他以科技園3月下旬舉辦的「香港科學園網上職業博覽2020」為例，活動提供1,000多個空缺職位，反應十分熱烈，首星期創下4萬名訪客及超過20萬瀏覽量，來自香港和海外的創科人才上載1.2萬多份履歷。同時，科技園亦有推出創意產業推廣項目「設計x 科技」（DXT）及iDM2硬件開發加速計劃，為初創企業完善產品設計，縮短產品開發週期，減少生產成本，園方會繼續為初創企業聯繫不同投資者和融資渠道、以及發掘更多與業界的合作機遇。","link":"https://www.hk01.com/專題人訪/471646/初創企業遇冷-科技園主席料投資者再回來-只是時間不匹配","keywordList":["technology"]},{"source":"HK01","title":"4月內地智能手機出貨量逾4000萬部　按年升超17%","date":"Tue May 12 2020","article":"中國信通院公布，4月內地手機市場總體出貨量按年增長14.2%，約4,172.8萬部。當中，智能手機出貨量按年增長17.2%，4078.2萬部，5G手機佔1638.2萬部。4月，內地手機上市新機型48款，按年增長14.3%，其中5G手機上市新型22款。今年內地1至4月，手機市場總體出貨量按年下降20.1%，累計9,068.1萬部。智能手機則按年下降17.9%，累計出貨量8,851.8萬部，5G手機累計出貨量達3,044.1萬部。","link":"https://www.hk01.com/財經快訊/472020/4月內地智能手機出貨量逾4000萬部-按年升超17","keywordList":["5g"]}]}